{
  "العنوان الرئيسي": "باقة الباحث",
  "المحتوى": [
    "العنوان الرئيسي: باقة الباحث",
    "العنوان الفرعي: نماذج الابتكار",
    "#اقتراح عنوان وفكرة بحث وصفي",
    "@نبذة",
    "يُسهم هذا البوت في خدمة الباحث الجامعي من خلال دعمه في اقتراح عناوين بحثية وصياغة أفكار وصفية تحليلية منضبطة، ويساعد على بناء المشكلات البحثية بدقة قائمة على توصيف الظواهر وتحليلها دون انحراف منهجي، كما يعمل على استخراج الفجوات البحثية الوصفية التي لم تحظَ بتناول كافٍ في الدراسات السابقة، ويعزّز جودة الصياغة الأكاديمية عبر إعادة بناء الأهداف والأسئلة البحثية بلغة علمية رصينة، ويوفّر على الباحث الوقت والجهد من خلال تنظيم الأفكار وتحويلها إلى مخرجات بحثية جاهزة، مع الحفاظ على الالتزام الصارم بالمنهج الوصفي التحليلي المعتمد في الجامعات العربية، بما يرفع من موثوقية العمل البحثي ويحدّ من التشتت أو الخروج عن نطاق الدراسة.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق الدعم الأكاديمي الوصفي التحليلي، مع الالتزام الصارم بالحياد العلمي والدقة المنهجية، ويقتصر دوره على الإرشاد البحثي وصياغة العناوين والأفكار والمشكلات والأسئلة وفق المعايير الجامعية المعتمدة، ولا يقدّم تفسيرات سببية أو تحليلات تجريبية أو توثيقًا علميًا دون طلب صريح أو مصادر مقدَّمة، كما يمتنع عن أي محتوى يخالف الضوابط الأكاديمية أو متطلبات النزاهة العلمية المعمول بها في الجامعات.",
    "",
    "@مثال",
    "\"أدخل طلبًا مثل: (صياغة مشكلة بحث وصفية حول التحول الرقمي في التعليم الجامعي)، فيقوم البوت ببناء المشكلة وصياغة أهداف وأسئلة بحثية منضبطة وفق المنهج الوصفي التحليلي والمعايير الأكاديمية المعتمدة.\"",
    "",
    "@رابط",
    "@نموذج 4",
    "https://chatgpt.com/g/g-686b8ac963248191b35f6c4d8629e688-qtrh-nwn-wfkr-bhth-research-titles-mod-4o",
    "@نموذج 5",
    "https://chatgpt.com/g/g-68c0f53b875881918f4b9ba01c57668a-qtrh-nwn-wfkr-bhth-research-titles-mod-5",
    "________________________________________",
    "#اقتراح عنوان وفكرة بحث تجريبي",
    "@نبذة",
    "يعمل هذا البوت بوصفه مساعدًا بحثيًا متخصصًا يوجّه الباحث بدقة نحو إنتاج بحوث تجريبية كمية منضبطة، ويُسهِم في تحويل الأفكار العامة إلى عناوين ومشكلات قابلة للقياس والاختبار الإحصائي، كما يضبط بناء المتغيرات وصياغة الفروض وفق منطق علمي صارم، ويمنع الانحراف نحو الوصف أو الطرح غير القابل للقياس، ويساعد على اختيار التصميم التجريبي وأدوات القياس المناسبة لطبيعة الدراسة، ويضمن اتساق التحليل الإحصائي مع نوع البيانات ومستوى الدلالة، مما يؤدي في النهاية إلى رفع جودة البحث وإخراجه بصورة أكاديمية موثوقة تلبي متطلبات الدراسات العليا والمعايير الجامعية.",
    "",
    "@حدود",
    "يلتزم هذا البوت حصريًا بالبحوث التجريبية الكمية وما يتفرع عنها من تصاميم شبه تجريبية أو ارتباطية قابلة للقياس، ويشترط وجود متغيرات محددة وأدوات قياس كمية قابلة للتحقق الإحصائي، ويمنع الطرح الوصفي أو النوعي أو النظري غير القابل للاختبار، ولا يقدّم تفسيرًا للنتائج أو توصيات تطبيقية أو تعميمات، كما لا يقترح عناوين عامة أو غير أصيلة، ويلتزم باللغة العربية الفصيحة الأكاديمية وبالتسلسل المنهجي الصارم من المشكلة حتى التحليل الإحصائي، ويتوقف عن العمل عند غياب القابلية التجريبية أو الإحصائية.",
    "",
    "@مثال",
    "عند طلب المساعدة في بحث حول التعليم، يطلب البوت تحديد المجال الدقيق والمتغيرات القابلة للقياس، ثم يقوم بصياغة مشكلة بحث كمية محددة، وبناء فروض إحصائية واضحة، واقتراح تصميم تجريبي مناسب وأداة قياس كمية، وتحديد المجتمع والعينة، وربط ذلك باختبار إحصائي ملائم، دون الخوض في تفسير النتائج أو مناقشتها.",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-695a577a834c8191845d1591b8102c49-qtrh-nwn-wfkr-bhth-tjryby-research-title-m-5",
    "________________________________________",
    "#صناعة خطة بحث وصفي",
    "@نبذة",
    "يُسهم هذا البوت في بناء خطط بحثية وصفية تحليلية منضبطة وفق معايير أكاديمية معتمدة، ويُحكم قفل المنهج البحثي بما يمنع أي تسرب تجريبي أو سببي أو كمي، ويُعيد تنظيم أفكار الباحث في تسلسل منهجي واضح يبدأ من مشكلة الدراسة وينتهي بهيكل الفصول، كما يُقلل الأخطاء الشائعة في الصياغة البحثية عبر التزام لغوي وتحليلي صارم، ويُوفّر وقت الباحث من خلال إخراج جاهز ومكثف قابل للاعتماد الجامعي، ويُعزز الاتساق بين العنوان والفجوة البحثية والأسئلة والأهداف دون حشو أو تكرار، ويرفع جودة العمل البحثي عبر مراجعة ذاتية داخلية تضمن الانضباط المنهجي والموثوقية الأكاديمية.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق الإرشاد الأكاديمي المنهجي فقط، مع التزام صارم بالحياد والدقة والمعايير الجامعية المعتمدة، ويقتصر دوره على التوجيه والصياغة الوصفية التحليلية دون تقديم آراء شخصية أو نتائج سببية أو تطبيقات تجريبية، ولا يقدّم توثيقًا غير معتمد أو شروحًا تخالف أصول البحث العلمي أو لوائحه الأكاديمية.",
    "",
    "@مثال",
    "«أدخل طلبًا مثل: (صياغة مشكلة دراسة وصفية حول موضوع معيّن)، وسيقوم البوت بصياغتها أكاديميًا وفق المنهج الوصفي التحليلي وبما يتوافق مع المعايير الجامعية المعتمدة.»",
    "",
    "@رابط",
    "@نموذج 4",
    "https://chatgpt.com/g/g-683d09bea51c8191b7688edadeef821d-sn-lkht-lbhthy-research-plan-mod-4",
    "@نموذج 5",
    "https://chatgpt.com/g/g-68c0fcbcc7f48191b5236ff7bc232204-sn-lkht-lbhthy-research-plan-mod-5",
    "________________________________________",
    "#صناعة خطة بحث تجريبي",
    "@نبذة",
    "يُعد هذا البوت أداة ذكية لمساندة الباحثين والطلاب في إعداد خطط بحث تجريبي واضحة ومتكاملة، إذ يساعد على تحويل الأفكار العامة إلى أسئلة بحث دقيقة وأهداف قابلة للقياس، ويوجّه لاختيار المنهج العلمي المناسب وتحديد المتغيرات وأدوات جمع البيانات بشكل منهجي، كما يسهم في تنظيم خطوات البحث وتسلسلها الزمني بما يقلّل الأخطاء المنهجية، ويدعم تحسين جودة الخطة عبر اقتراح بدائل وتعديلات مبنية على أسس علمية، ويوفّر الوقت والجهد من خلال إرشادات مركّزة بدل البحث العشوائي، وفي النهاية يعزّز ثقة الباحث بخطته البحثية ويرفع من فرص نجاح الدراسة وموثوقية نتائجها.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن إطار أكاديمي ومنهجي صارم، بوصفه بوت ذكاء اصطناعي متخصص في بناء وتصميم الخطط البحثية التجريبية. يلتزم بالحياد العلمي، والدقة المنهجية، واللغة العربية الفصيحة، والالتزام بأخلاقيات البحث العلمي. يقتصر دوره على الإرشاد والتخطيط والتحليل المنهجي، ولا يقوم بكتابة البحث كاملًا أو اختلاق بيانات أو نتائج. يُمنع عليه إبداء آراء شخصية، أو تعميمات غير موثقة، أو استخدام لغة غير علمية، كما لا يتجاوز حدود التخصص الأكاديمي الذي يحدده المستخدم.",
    "",
    "@مثال",
    "\"إذا طلب الباحث إعداد خطة بحث تجريبي في مجال التربية، يقوم البوت بتحديد المشكلة البحثية، وصياغة الأسئلة والفرضيات، واقتراح المنهج والأدوات المناسبة، مع توضيح خطوات التنفيذ دون التدخل في النتائج.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-6952bc9b7fd481919e7d4b5888412236-sn-lkht-llbhth-ltjryby-research-plan",
    "________________________________________",
    "#دليل كتابة الرسائل العلمية",
    "@نبذة",
    "يُوفّر هذا البوت أداة إرشادية متكاملة لطلاب الدراسات العليا في إعداد وكتابة الرسائل العلمية. عند إدخال استفسار (مثل: كيف أكتب الإطار النظري؟) يقوم البوت بشرح الخطوات التفصيلية وفق معايير البحث الأكاديمي. يُفيد الباحثين في تنظيم رسائلهم وضبط منهجيتها. كما يساعد على تجنب الأخطاء الشائعة في الكتابة العلمية. يُعتبر أداة عملية لتطوير مهارات الكتابة الأكاديمية وضمان جودة الرسائل العلمية.",
    "",
    "@حدود",
    "يعمل ضمن نطاق الإرشاد الأكاديمي، مع الالتزام بالحياد والدقة. لا يجوز تقديم شروح مخالفة للمعايير الجامعية أو التوثيقية.",
    "",
    "@مثال",
    "\"أدخل سؤالًا مثل (كيف أكتب الإطار النظري؟) وسيشرح البوت الخطوات وفق معايير البحث الأكاديمي.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-6882ebaa86088191bca7962b5b02b41a-dlyl-ktb-lrsyl-l-lmy-university-guide",
    "________________________________________",
    "#دليل الأنظمة البحثية",
    "@نبذة",
    "يقدّم هذا البوت دعمًا أكاديميًّا متقدمًا للباحثين في اختيار وتطبيق المناهج العلمية الثلاثة: الاستقرائي، والاستنباطي، والمقارن، بدقة منهجية مرجعية. يساعد الباحث على تحليل طبيعة سؤاله البحثي وتوجيهه نحو المنهج الأنسب وفق أهداف دراسته، مع توليد دليل تطبيقي مفصل وخطوات واضحة قابلة للتنفيذ. يتميز البوت باستخدام لغة عربية فصيحة وتوثيق أكاديمي موثوق من مصادر محكمة وقواعد بيانات مفتوحة. كما يتيح للمستخدم اختيار نمط الدليل المطلوب (موجز، قياسي، تفصيلي) مع تعليقات تحليلية داخلية عند الطلب. يحرص على تجنّب الدمج غير المبرّر بين المناهج، ويمنع اعتماد مصادر غير موثوقة. يُعد أداة تدريبية قوية للطلاب والباحثين التربويين في إعداد أبحاث رصينة للنشر أو التحكيم.",
    "",
    "@حدود",
    "يعمل ضمن نطاق أكاديمي صارم، بوصفه بوتاً ذكاء اصطناعي متخصص في تقديم اقتراحات لعناوين رسائل الماجستير والدكتوراه، ويُشترط عليه الالتزام بالمبادئ التالية: الأصالة البحثية، الحياد، الدقة، اللغة العربية الفصيحة، والتوثيق العلمي السليم. لا يجوز للبوت إبداء رأي ذاتي أو تقديم اقتراحات عامة أو متداولة، كما يُمنع دمج المعاني أو استخدام مصطلحات دارجة.",
    "",
    "@مثال",
    "\"ابحث مقارن في القانون التجاري، وسينصحك البوت بالمنهج الأنسب ويوجهك في خطوات التنفيذ.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-EvIbEhTiz-bwt-dlyl-lnzm-lbhthy-researcher-s-guide ",
    "________________________________________",
    "العنوان الفرعي: نماذج التحرير",
    "#إعادة الصياغة",
    "@نبذة",
    "يُعد \"بوت إعادة الصياغة | Human Reformulation\" أداة بحثية متقدمة تُسهِم في تعزيز جودة الكتابة الأكاديمية عبر إعادة صياغة النصوص بلغة منهجية دقيقة، تراعي الأسلوب العلمي وتقلل من التكرار والانزياح المعنوي. يفيد الباحثين في تحسين الاتساق الداخلي للنصوص، وضبط التراكيب اللغوية بما يتوافق مع المعايير التحريرية المعتمدة في النشر العلمي. كما يُسهّل على الأكاديميين تجاوز مشكلات الصياغة الأولية وتحويل المسودات الأولية إلى نصوص بحثية محكمة. يُستخدم أيضًا في تحليل المفاهيم وتبسيطها دون الإخلال بالمضمون. يدعم الكتابة المتخصصة بمجالات متعددة كالتربية واللغة والدراسات الإنسانية. يعزز الدقة والوضوح في العبارات الاصطلاحية والمفاهيم المنهجية. إضافة إلى ذلك، يوفر نماذج مدققة تُسهم في رفع المستوى التحريري العام للبحث.",
    "",
    "@حدود",
    "يعمل ضمن نطاق أكاديمي صارم، بوصفه بوتاً ذكاء اصطناعي متخصص في تقديم اقتراحات لعناوين رسائل الماجستير والدكتوراه، ويُشترط عليه الالتزام بالمبادئ التالية: الأصالة البحثية، الحياد، الدقة، اللغة العربية الفصيحة، والتوثيق العلمي السليم. لا يجوز للبوت إبداء رأي ذاتي أو تقديم اقتراحات عامة أو متداولة، كما يُمنع دمج المعاني أو استخدام مصطلحات دارجة.",
    "",
    "@مثال",
    "\"أدخل نصًا مثل: 'إن الذكاء الاصطناعي مجال متسارع' وسيعيد البوت صياغته بلغة أكاديمية فصيحة.\"",
    "",
    "@رابط",
    "@نموذج 4",
    "https://chatgpt.com/g/g-6944c05b70a4819187dfa36ee550cdbd-d-lsyg-human-reformulation-mod-4",
    "",
    "@نموذج 5",
    "https://chatgpt.com/g/g-67b44b7c337c81919a26dbe8a22c7329-d-lsyg-human-reformulation-mod-5",
    "________________________________________",
    " ",
    "#التدقيق اللغوي",
    "@نبذة",
    "يُعدّ هذا البوت أداة فعّالة في دعم الباحثين لغويًّا وأسلوبيًّا، حيث يُسهِم في رفع جودة النصوص الأكاديمية عبر تدقيقها نحويًّا، صرفيًّا، وإملائيًّا وفق المعايير المعتمدة. يُساعد الباحث على تجنّب الأخطاء الشائعة التي قد تُضعف المصداقية العلمية للبحث، ويُنسّق علامات الترقيم ومسافات السطور بما يتوافق مع ضوابط النشر. كما يُعزّز وضوح الجُمل وسلامة الأسلوب دون الإخلال بالمعنى أو التوجّه العلمي للنص. يُوفّر وقت الباحث وجهده من خلال مراجعة شاملة ومنظّمة، مع الحفاظ على وحدة السياق والمنهجية الأكاديمية. يُفيد أيضًا في إعداد الملخّصات والرسائل الجامعية بصياغة دقيقة ولغة فصيحة. علاوة على ذلك، يتيح فهماً أفضل لبنية اللغة العربية، ما يُسهم في تطوير مهارات الباحث الكتابية.",
    "@حدود",
    "يعمل ضمن نطاق أكاديمي صارم، بوصفه بوتاً ذكاء اصطناعي متخصص في تقديم اقتراحات لعناوين رسائل الماجستير والدكتوراه، ويُشترط عليه الالتزام بالمبادئ التالية: الأصالة البحثية، الحياد، الدقة، اللغة العربية الفصيحة، والتوثيق العلمي السليم. لا يجوز للبوت إبداء رأي ذاتي أو تقديم اقتراحات عامة أو متداولة، كما يُمنع دمج المعاني أو استخدام مصطلحات دارجة.",
    "",
    "@مثال",
    "\"أدخل فقرة بها أخطاء لغوية، مثل: 'هاذا الكتاب مفيد جداً' وسيصححها البوت فورًا.\"",
    "",
    "@رابط",
    "@نموذج 4",
    "https://chatgpt.com/g/g-lf64lTcUn-bwt-ltdqyq-llgwy-proofreading",
    "",
    "@نموذج 5",
    "https://chatgpt.com/g/g-68c13b315aa48191befd9fe8441bcf3e-bwt-ltdqyq-llgwy-proofreading-mod-5",
    "________________________________________",
    "#ضبط الإملاء وعلامات الترقيم",
    "@نبذة",
    "يُفيد هذا البوت في تصحيح الأخطاء الإملائية بدقة عالية مع الحفاظ على المعنى الأصلي للنص، ويساعد على ضبط القواعد النحوية والصرفية دون إدخال إنشاء أو إضافات غير مطلوبة، كما يعمل على تنظيم علامات الترقيم بما يضمن وضوح الأفكار وسلامة القراءة، ويحسّن بنية النص وتقسيمه عند الطلب، ويُعد مناسبًا للاستخدام الأكاديمي والإداري والإعلامي لارتفاع مستوى الدقة، ويوفّر الوقت والجهد في المراجعة اللغوية اليدوية، ويضمن إخراج نص عربي فصيح منضبط وجاهز للاستخدام المباشر.",
    "",
    "@حدود",
    "يعمل ضمن نطاق لغوي صارم، بوصفه بوتَ ذكاءٍ اصطناعيًّا متخصصًا في تدقيق النصوص العربية وضبط الإملاء وعلامات الترقيم، ويُشترط عليه الالتزام بالمبادئ الآتية: سلامة المعنى، الدقة اللغوية، الالتزام بالعربية الفصحى، والمحافظة التامة على النص الأصلي دون إضافة أو حذف. لا يجوز للبوت إعادة الصياغة أو تحسين الأسلوب إلا بطلب صريح، كما يُمنع عليه الشرح أو التعليق أو إبداء الرأي، ويقتصر دوره على التصحيح اللغوي وضبط الترقيم وتقسيم الفقرات عند الحاجة، دون استخدام ألفاظ دارجة أو تعابير إنشائية.",
    "",
    "@مثال",
    "\"أدخل نصًا مثل: (ذهب الطالب الى المدرسه في الصباح الباكر) وسيُخرجه البوت على النحو الآتي: (ذهب الطالبُ إلى المدرسةِ في الصباحِ الباكرِ.)\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-694166ef7a58819183b7bcfd455bd091-dbt-lml-w-lmt-ltrqym",
    "________________________________________",
    " ",
    "#تشكيل النصوص",
    "@نبذة",
    "يُقدِّم هذا البوت قيمة علميّة عالية في المجال البحثي من خلال تمكين الباحثين من تشكيل النصوص بدقّة صوتيّة ونحويّة، مما يعزّز وضوح المعاني ويُسهم في تحسين الفهم القرائي. يُفيد بشكل خاص في تحرير المراجع، والهوامش، والنصوص التوثيقيّة التي تتطلب ضبطًا لغويًّا عالي المستوى. كما يُساعد في إعداد المواد التعليمية والاختبارات اللغويّة بدقّة صوتيّة تُسهم في تعليم النحو والتجويد. يُسهّل أيضًا مقارنة النسخ الآليّة بالبشريّة لضبط جودة النشر. يُتيح أنماط تشكيل متعدّدة، مما يجعله أداة مرنة للباحثين في علوم اللغة، والقراءات، والدراسات الإسلاميّة. ويُعتمد عليه في تحليل النصوص القديمة وتحقيقها لغويًّا. فضلًا عن ذلك، يوفّر آليّات تقييم ذاتي تُعزّز موثوقيّته في الأوساط الأكاديمية.",
    "",
    "@حدود",
    "يعمل ضمن نطاق أكاديمي صارم، بوصفه بوتاً ذكاء اصطناعي متخصص في تقديم اقتراحات لعناوين رسائل الماجستير والدكتوراه، ويُشترط عليه الالتزام بالمبادئ التالية: الأصالة البحثية، الحياد، الدقة، اللغة العربية الفصيحة، والتوثيق العلمي السليم. لا يجوز للبوت إبداء رأي ذاتي أو تقديم اقتراحات عامة أو متداولة، كما يُمنع دمج المعاني أو استخدام مصطلحات دارجة.",
    "",
    "@مثال",
    "\"أدخل جملة مثل: 'ذهب الطالب إلى المدرسة' وسيظهرها البوت مشكّلة بالكامل.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-GhBmeBZb7-bwt-tshkyl-lnsws-text-formation-mod-4",
    "________________________________________",
    " ",
    "#الانتحال والأسلوب البشري",
    "@نبذة",
    "يسهم هذا البوت في تعزيز النزاهة الأكاديمية في المجال البحثي من خلال فحص النصوص بدقة للكشف عن الانتحال الأسلوبي والمفاهيمي. يُحلل بنية الجمل وتدفق الأفكار لرصد الأساليب الآلية أو المنقولة، مما يساعد الباحثين على تحسين جودة كتاباتهم. كما يُمكِّن المستخدم من مقارنة النصوص الأصلية والمعاد صياغتها، ويُقدّم تقارير تفصيلية تدعم القرارات التحريرية. يُستخدم كذلك في تقييم مدى تطابق النص مع أسلوب الكاتب الأصلي، مما يفيد في تتبع الأصالة. ويُوفر مؤشرات كمية تدعم التحليل الموضوعي مثل التباعد الأسلوبي والانجراف الدلالي. بالإضافة إلى ذلك، يُفيد المدققين والمحررين في اكتشاف أنماط الركاكة أو التكرار غير الطبيعي. وبهذا، يشكّل أداة شاملة لدعم الباحثين في تقديم أعمال أصيلة عالية الجودة.",
    "",
    "@حدود",
    "يعمل هذا البوت في مجال كشف الانتحال والأسلوب البشري من خلال تحليل النصوص بدقة لرصد الانحرافات الأسلوبية والدلالية التي قد تدل على استخدام أدوات توليد آلية أو نقل غير أصيل. ويتكامل عمله مع المعايير الأكاديمية الصارمة، يُمكن للبوت أن يكتشف الأساليب المنقولة أو المصطنعة، ويُقيّم مدى التزام النص بالمعايير البشرية في التعبير، مما يجعل هذه الحدود مرجعية في التحقق من الكتابات الأكاديمية ويعزز موثوقية التقييم الأسلوبي بشكل دقيق وموضوعي.",
    "",
    "@مثال",
    "\"أدخل فقرة مشكوكًا بها، وسيفحص البوت مدى طبيعتها البشرية أو الاصطناعية.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-tXrotFsS3-lnthl-wlslwb-lbshry-human-style",
    "________________________________________",
    " ",
    "العنوان الفرعي: نماذج التوثيق",
    "#ضبط مراجع البحث",
    "@نبذة",
    "يُعدّ هذا البوت أداة متخصصة لتنسيق المراجع العلمية بدقة أكاديمية عالية، حيث يوفّر للمستخدم تنسيقًا جاهزًا صالحًا للنشر المباشر دون الحاجة إلى مراجعة إضافية. يعمل على استخراج عناصر المرجع من النص الخام، ثم يُجري بحثًا استنفاديًا في المكتبة الشاملة والوقفية ومحركات البحث الأكاديمية للتأكد من صحة المعلومات. يمنع التخمين والافتراض، ويلتزم حرفيًا بالصيغ المعتمدة في الأوساط البحثية. يسهّل على الباحثين والطلبة إنجاز قوائم المراجع وفق المعايير المعتمدة في وقت قياسي. يضمن قفل جودة صارم يمنع أي انحراف أو هلوسة في المخرجات. يُعدّ أداة موثوقة لكل من يسعى إلى توثيق علمي دقيق ومنضبط.",
    "",
    "@حدود",
    "يعمل هذا البوت حصريًا ضمن نطاق توليد بيانات التوثيق الأكاديمي الكامل للمراجع العلمية بأنواعها، ككتب التراث والمراجع الحديثة والمصادر الرقمية. يُحوِّل الإدخالات الخام (كاسم كتاب أو مؤلف) إلى مراجع منسّقة مكتملة العناصر دون تحليل أو شرح أو رأي. لا يُسمح له بتقديم ملخصات، تفسير للمحتوى، أو مساعدات بحثية خارج التوثيق.",
    "",
    "@مثال",
    "إذا أدخل المستخدم: \"فتح الباري لابن حجر\". فسيقوم البوت تلقائيًا بتوليد المرجع بصيغته الأكاديمية الكاملة، مثل: فتح الباري بشرح صحيح البخاري، أحمد بن علي بن محمد بن حجر العسقلاني الشافعي (ت 852هـ)، تحقيق: محب الدين الخطيب، دار المعرفة، بيروت، الطبعة الأولى، 1379هـ/1959م.",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-762SWrxgA-bwt-tnsyq-lmrj-reference-formatting",
    "________________________________________",
    "#توثيق البحوث",
    "@نبذة",
    "يُقدّم هذا البوت خدمة أساسية للباحثين عبر إنشاء بيانات توثيق دقيقة للمراجع العلمية بمختلف أنواعها: الكتب، المقالات، الرسائل الجامعية، والمصادر الإلكترونية. يتيح للباحث الحصول على مخرجات منظمة. يساعد على إدخال المرجع بأي صيغة أولية (مثل: اسم المؤلف أو عنوان المصدر)، ليولّد بيانات التوثيق الكاملة: اسم المؤلف، عنوان العمل، دار النشر، سنة الإصدار، الصفحات، ورابط الوصول إن وُجد. كما يُفيد في تقليل الأخطاء الشائعة مثل إسقاط التواريخ أو الخلط بين الأسماء.",
    "",
    "@حدود",
    "يعمل ضمن نطاق توليد بيانات التوثيق الكاملة للمراجع العلمية بمختلف أنواعها، بما في ذلك الكتب، المقالات، الرسائل الجامعية، والمصادر الإلكترونية. وتكمن وظيفته في تحويل أي إدخال أولي بسيط – مثل اسم المؤلف أو عنوان المصدر – إلى مرجع مكتمل العناصر، يشمل: اسم المؤلف، عنوان العمل، دار النشر، سنة الإصدار، أرقام الصفحات، ورابط الوصول إن وُجد. لا يُسمح للنموذج بتجاوز هذه الحدود نحو أي دور تحليلي أو إنشائي. كما يُمنع عليه عرض الرأي، أو تفسير محتوى المصادر، أو تقديم اقتراحات بحثية. ",
    "",
    "@مثال",
    "\"أدخل مرجعًا مثل: تفسير الطبري، وسيعرض البوت بيانات التوثيق كاملة.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-X51QAhBwR-bwt-twthyq-lbhwth-research-documentation",
    "________________________________________",
    "#البحوث الكاملة من المكتبة الشاملة",
    "@نبذة",
    "يوفر هذا البوت أداة متخصصة للباحثين في العلوم الشرعية والإنسانية، إذ يمكّنهم من الوصول إلى النصوص الكاملة للمصادر المتاحة في مكتبة الشاملة الرقمية. يُسهل عملية البحث عن أقوال العلماء والنصوص التراثية بشكل مباشر، مع عرض النتائج في صيغة قابلة للتوثيق الأكاديمي. يتيح إدخال عبارات محددة مثل (الاستدلال عند الغزالي) ليُظهر أبرز المواضع والمراجع المرتبطة. يُفيد أيضًا في التحقق من النقول وتوثيقها بدقة داخل الرسائل العلمية. كما يختصر الجهد المبذول في البحث اليدوي داخل مئات المجلدات، ويوفر روابط مباشرة للنصوص. يُعد أداة عملية للطلاب والباحثين الذين يعتمدون على المصادر التراثية والفقهية في بناء أبحاثهم.",
    "",
    "@حدود",
    "يعمل هذا النموذج ضمن حدود تخصصية واضحة، إذ يقتصر على تمكين الباحثين في العلوم الشرعية والإنسانية من الوصول إلى النصوص الكاملة المتاحة في مكتبة الشاملة الرقمية، دون تجاوز هذا الإطار إلى التفسير أو التحليل أو الإفتاء. ويُوظف قدراته في استخراج المواضع المرتبطة بعبارات بحثية محددة، وعرضها في صيغة قابلة للتوثيق الأكاديمي. ولا يُسمح له بتوليد محتوى إنشائي أو عرض نصوص خارج المكتبة الشاملة إلا بإذن المستخدم، تنحصر وظيفته في تسهيل البحث داخل المصادر التراثية، والتحقق من صحة النقول، وتقديمها كما وردت في مصادرها الأصلية دون تصرّف، مما يجعله أداة تقنية مساعدة في التوثيق لا بديلاً عن الفهم أو الاستنباط.",
    "",
    "@مثال",
    "\"أريد مصدرًا من المكتبة الشاملة لقول الحافظ ابن حجر عن تقسيمات البدعة.\"",
    "",
    "@رابط",
    "@نموذج 4",
    "https://chatgpt.com/g/g-687b1b6691308191a307b9e9654eee1e-lbhwth-lkml-mn-lmktb-lshml",
    "",
    "@نموذج 5",
    "https://chatgpt.com/g/g-68c122b16b0481918aa00c125a839ab6-lbhwth-lkml-mn-lmktb-lshml-mod-5",
    "________________________________________",
    " ",
    "#الجامع في تحصيل المراجع",
    "@نبذة",
    "تعتمد وظيفة هذا البوت على تحصيل المراجع وجمعها بدقة وموثوقية من قواعد بيانات معتمدة عالمياً ومحلياً بحسب موضوع البحث المطلوب. يقوم بتحديد الدراسات الأكثر صلة وحداثة، ثم يُخرج بياناتها كاملة، مثل: العنوان، اسم المؤلف، سنة النشر، اسم المجلة، والرابط المباشر إن وُجد. يُساعد في اكتشاف المصادر الأصلية للاقتباسات، وتجنّب المراجع الضعيفة أو غير المحكمة، مما يعزز جودة البحث ويوفر الوقت على الباحث. وحديثة من قواعد بيانات. كما يُعتبر أداة مثالية للباحثين وطلبة الدراسات العليا الراغبين في تحسين جودة أبحاثهم والوصول إلى نتائج موثقة بأعلى المعايير. ",
    "",
    "@حدود",
    "يقتصر عمل هذا البوت على تحصيل المراجع العلمية المحكمة فقط، حيث لا ينتج مراجع غير موثقة أو يصدر معلومات من مصادر غير علمية مثل المدونات أو المنتديات. كما لا يعرض أي نتيجة دون بيانات نشر كاملة، ولا يتوسع خارج نطاق سؤال البحث أو يدخل في تفسيرات فقهية أو سياسية أو عقائدية. ويمنع عرض أي محتوى مكرر أو ناقص، ويخضع كل إخراج لثلاث طبقات تحقق لضمان الجودة والدقة. يلتزم البوت بالحياد والمنهجية الأكاديمية الصارمة، ويعيد التوليد تلقائيًا إذا انخفض مستوى الموثوقية. وبذلك تظل وظيفته محصورة في تقديم مراجع موثقة وحديثة تخدم البحث العلمي فقط.",
    "",
    "@مثال",
    "\"أدخل عبارة: الاستدلال عند الغزالي، وسيقوم البوت بجمع أبرز المصادر العلمية المرتبطة بالموضوع، مع توثيقها وترتيبها حسب حداثتها والموثوقية.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-680a3eefb2bc8191967abacfd909ede3-bwt-lmsdr-wlmrj-l-lmy-research-resources",
    "________________________________________",
    "#الوصول السريع إلى روابط البحث ",
    "@نبذة",
    "هذا البوت يوفّر وصولًا سريعًا ومنظّمًا إلى محركات البحث العربية المحكمة، ويساعد الباحث على العثور على مصادر أكاديمية موثوقة غير مفهرسة دوليًا بسهولة، كما يختصر الوقت عبر توجيه المستخدم للمنصة الأنسب حسب التخصص، ويدعم الأبحاث الإنسانية والاجتماعية والنفسية باللغة العربية، ويعزّز جودة المراجع من خلال التركيز على المجلات الجامعية والتحكيم العلمي، ويخدم طلاب الدراسات العليا وأعضاء هيئة التدريس في إعداد الرسائل والأوراق العلمية، ويُسهم في رفع كفاءة البحث العلمي العربي دون تشتيت أو اعتماد على مصادر غير محكّمة.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه يختص بتوجيه الباحث إلى محركات البحث العربية المحكمة والمنصات الأكاديمية الموثوقة فقط، ولا يقوم بتحميل الأبحاث أو الكتب بنفسه، كما لا يقدّم تحليلًا للمحتوى أو حكمًا على جودة البحث أو حداثته أو سلامة منهجيته. ولا يوفّر تلخيصات أو مراجعات نقدية، بل يقتصر دوره على إرشاد المستخدم إلى المنصة الأنسب حسب المجال والكلمات المفتاحية. كذلك لا يضمن توفر البحث كاملًا بنص مفتوح، إذ قد تتطلب بعض المنصات اشتراكًا مؤسسيًا، وتعتمد فعاليته بدرجة كبيرة على دقة صياغة الكلمات المفتاحية.",
    "",
    "@مثال",
    "\"أدخل كلمات مثل: التنشئة الاجتماعية في المجتمع السعودي، فيقترح البوت البحث في دار المنظومة وبوابة المجلات السعودية مع توضيح طريقة الاستخدام لاستخراج أبحاث محكَّمة ذات صلة.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-6958bacb46b48191a99a761175b9c1c5-lwswl-lsry-l-rwbt-lbhth-research-links",
    "________________________________________",
    " ",
    "#الوصول السريع إلى روابط PDF ",
    "@نبذة",
    "يُقدّم هذا البوت خدمة بحثية متقدمة للباحثين عبر تمكينهم من الوصول المباشر إلى روابط الكتب والمراجع بصيغة بي دي إف من مصادر موثوقة. يُسهل عملية الحصول على النسخ الكاملة للمصادر الأكاديمية دون الحاجة إلى البحث اليدوي الطويل. عند إدخال كلمات مفتاحية دقيقة، يقوم البوت بتوليد روابط مباشرة وصالحة للتنزيل. يُفيد بشكل خاص في تسريع عملية جمع المادة العلمية اللازمة للدراسات العليا، كما يقلل من احتمالية الاعتماد على مصادر غير دقيقة أو ناقصة. يوفر للباحث إمكانية التحقق الفوري من توافر المرجع بصيغة إلكترونية قابلة للتوثيق، مما يُسهم في رفع كفاءة البحث الأكاديمي وتيسير الوصول إلى المادة العلمية في وقت قياسي.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في كونه يركّز فقط على توفير روابط مباشرة لتحميل الكتب والمراجع بصيغة PDF من مصادر موثوقة، ولا يتولى تحليل المحتوى أو تقييم جودة المرجع أو حداثته. كما لا يقدّم تلخيصات أو مراجعات علمية. يقتصر دوره على البحث بناءً على كلمات مفتاحية دقيقة، ولا يضمن توفر كل مرجع مطلوب إن لم يكن متاحًا إلكترونيًا. إضافة إلى ذلك فإن فعاليته تعتمد على دقة الكلمات المفتاحية المُدخلة، ولا يعوّض دور الباحث في التحقق العلمي أو المنهجي من المحتوى بعد التحميل.",
    "",
    "@مثال",
    "\"أدخل كلمات مثل 'المعجم المفهرس لألفاظ الحديث النبوي وسيُظهر روابط مباشرة موثوقة.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-67d515daced481918a47851b5cc7c5f6-bwt-qwql-lsry-fast-search-engine",
    "________________________________________",
    " ",
    "#دليل فهارس المخطوطات",
    "@نبذة",
    "يُقدّم هذا البوت أداة متخصصة للباحثين في التراث والمخطوطات، حيث يتيح الوصول السريع إلى فهارس المخطوطات العربية والإسلامية في المكتبات العالمية. يُمكّن الباحث من إدخال عنوان كتاب أو اسم مؤلف (مثل: المستصفى للغزالي) ليعرض له قائمة بالمكتبات التي تحتفظ بنسخ مخطوطة من هذا العمل، مع بيانات الفهرسة الكاملة مثل رقم الحفظ، مكان التواجد، وحالة النسخة. يُفيد هذا بشكل كبير في دراسات التحقيق العلمي وجمع النسخ لمقارنة النصوص. كما يُختصر الجهد المبذول في المراسلات الطويلة مع المكتبات أو البحث اليدوي داخل قواعد البيانات. يساهم في دعم الباحثين في رسائل الماجستير والدكتوراه في مجالات التراث، الفقه، وأصول الدين، عبر تمكينهم من تحديد أماكن المخطوطات بدقة قبل بدء مرحلة التحقيق.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في كونه لا يوفر نسخًا رقمية من المخطوطات نفسها، بل يقتصر على عرض بيانات الفهرسة ومواقع وجود النسخ في المكتبات. كما لا يتيح تحميل المخطوطات أو تصفح محتواها الكامل، ولا يقدّم تقييماً لحالة النسخ من حيث الدقة أو القدم إلا بما هو مذكور في الفهرس. يعتمد بشكل كبير على دقة البيانات المفهرسة مسبقًا، ولا يغني عن التواصل المباشر مع المكتبات للحصول على صور المخطوطات. لا يشمل المخطوطات غير المفهرسة أو المحفوظة في مجموعات خاصة غير معلن عنها، ولا يتوسع في تحليل النصوص أو اقتراح نسخ أولى أو مقابلات نصية. وظيفته محصورة في التوجيه إلى أماكن النسخ المخطوطة وتوفير بياناتها الفهرسية فقط.",
    "",
    "@مثال",
    "\"أدخل عنوانًا مثل 'المستصفى للغزالي' وسيعرض البوت فهارس وأماكن المخطوطات المتاحة.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-684aee5a12908191adae472dd09683da-bwt-dlyl-lmkhtwtt-guide-to-arabic-manuscripts",
    "________________________________________",
    "العنوان الفرعي: نماذج التحليل",
    "#تحليل ملفات البحث",
    "@نبذة",
    "يُعد هذا البوت أداة فعّالة لتحليل ملفات الأبحاث الأكاديمية بجميع الصيغ، وورد، بي دي اف، اكسل، وغيرها. يتيح للباحث تحميل ملف البحث ليقوم البوت بتلخيصه، استخراج أبرز محاوره، وتحليل عناصره الأساسية مثل: المقدمة، الأهداف، المنهجية، النتائج، والخاتمة. كما يقدّم ملاحظات نقدية تساعد الباحث على تقييم جودة البحث وتحديد الثغرات أو مواطن القوة فيه. يُفيد هذا بشكل خاص في مرحلة مراجعة الأدبيات، إذ يُسهل الاطلاع السريع على عشرات البحوث خلال وقت وجيز. يساهم أيضًا في تنظيم المعرفة عبر تلخيص منسق يسهل حفظه أو دمجه في الخطط البحثية. ويمكّن الطالب من مقارنة الدراسات المختلفة ورصد اتجاهاتها، مما يعزز من قدرة الباحث على بناء إطار نظري قوي ومتماسك.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه لا يُجري تقييمًا علميًا شاملًا بمستوى خبير مختص، بل يقدّم تحليلاً آليًا يعتمد على ما هو ظاهر في الملف. لا يتحقق من صحة المعلومات أو دقة البيانات الإحصائية داخل الأبحاث، ولا يضمن خلوها من الأخطاء المنهجية أو الاقتباسات غير الموثقة. كما لا يعوّض القراءة المتعمقة أو الفهم النقدي من قِبل الباحث نفسه، ولا يقدّم حكمًا نهائيًا حول جودة البحث من منظور النشر الأكاديمي. يظل أداؤه محدودًا بجودة تنسيق الملفات المُحمّلة، وقد لا يتعرّف بدقة على الأجزاء إذا كانت غير مُعنونة بوضوح. كذلك لا يستخرج المراجع أو يتحقق من توثيقها إلا إذا طُلب منه ذلك صراحة. وظيفته تركز على التلخيص السريع والتحليل الأولي فقط، لا على الفحص العميق أو المتخصص.",
    "",
    "@مثال",
    "\"حمّل الملف للبحث وسيلخّصه البوت مع تحليل عناصره وتقديم اقتراحات علمية.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-FG9ivmtVu-bwt-thlyl-lmlft-pdf-file-analysis",
    "________________________________________",
    "#محلل البيانات البحثية",
    "@نبذة",
    "يُعد هذا البوت أداة ذكية لتحليل البيانات البحثية الكمية والنصية بصورة منهجية دقيقة. يمكن للباحث إدخال جدول بيانات بصيغة نصية أو رفع ملف منسق، ليقوم البوت بتحليل المتغيرات إحصائيًا، واستخراج العلاقات بين البيانات، وعرض النتائج في صورة جداول ورسومات بيانية. يُفيد في معالجة بيانات الاستبيانات، الاختبارات التربوية، والدراسات التطبيقية. كما يوفّر تفسيرات علمية للنتائج تساعد الباحث على صياغة مناقشات واضحة ومدعمة بالأدلة. يتميز بقدرته على كشف الأنماط والاتجاهات، مما يُسهل ربط النتائج بالإطار النظري للبحث. يُعتبر أداة مساندة للطلاب في مرحلة تحليل النتائج وصياغة الفصل الرابع في الرسائل العلمية، ويوفر وقتًا وجهدًا كبيرين.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه لا يحل محل التحليل الإحصائي المتقدم الذي يجريه مختصون باستخدام برامج احترافية مثل SPSS أو R، خاصة في النماذج المعقدة أو الدراسات المتقدمة. كما يعتمد على جودة البيانات المدخلة، ولا يمكنه معالجة ملفات فيها أخطاء تنسيقية أو بيانات ناقصة بشكل فعال. لا يقوم باختبارات الفرضيات المعمقة إلا ضمن نطاق محدود، ولا يختار الأساليب الإحصائية تلقائيًا ما لم تكن البيانات واضحة ومهيكلة. كذلك، لا يقدّم تفسيرًا شاملاً للنتائج ضمن السياق التربوي أو الاجتماعي ما لم يتم تزويده بإطار نظري دقيق. يقتصر دوره على التحليل الأولي، عرض النتائج بصريًا، وتقديم شروحات مبدئية تساعد في صياغة فصل النتائج، دون ضمان قبولها كما هي في المجلات أو الجامعات ما لم يُراجعها خبير بشري.",
    "",
    "@مثال",
    "\"أدخل جدول بيانات بصيغة نصية وسيحلله البوت إحصائيًا ويقدّم رسومات توضيحية.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-67f0bf48eb1c8191b85a522cc7bf8065-bwt-mhll-lbynt-lbhthy-research-data-analyst",
    "________________________________________",
    "#تحليل البحث الوصفي",
    "@نبذة",
    "يُقدّم هذا البوت فائدة مركّزة للباحثين في تحليل نصوص البحث الوصفي بدقة منهجية عالية، حيث يعمل على تفكيك الصياغات البحثية كما وردت دون أي إضافة أو حذف، ويُنفّذ التحليل وفق تسلسل صارم يبدأ بالوصف ثم التحليل ثم التفسير النصّي الداخلي فالاستنتاج، مما يضمن سلامة الفهم البنيوي للنصوص. يساعد هذا البوت الباحث على إدراك العلاقات الدلالية بين مكوّنات النص، ويُبرز أنماط الكتابة الوصفية بشكل منهجي بعيد عن التقييم أو التعميم. يتميّز بأنه لا يُدخل أي معلومة من خارج النص، ما يمنع الهلوسة ويعزّز الثقة في التحليل الناتج. كما يُوفر للباحث أداة تدريب ذكية لفهم بنية الكتابة الوصفية داخليًا، دون تشويش ناتج عن المقارنات أو التفسيرات الخارجية. يدعم البوت جميع مراحله عبر بوابات جودة تضمن الاتساق والدقة في كل مخرج. يُعدّ هذا البوت خيارًا مثاليًا لكل باحث يسعى لفهم نصه الوصفي من الداخل بدقة واحتراف.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في تركيزه الحصري على تحليل النصوص الوصفية فقط دون أي امتداد لمنهجيات أخرى، فلا يُجري تحليلات إحصائية، ولا يتعامل مع البيانات الكمية أو أدوات جمع المعلومات مثل الاستبيانات والمقابلات. لا يقدّم ترميزًا موضوعيًا ولا تحليلًا نوعيًا كما في المنهج الكيفي، بل يلتزم بتفكيك النص الوصفي الداخلي كما ورد دون تفسير خارجي أو إسقاط نظري. لا يستنتج نظريات، ولا يعمّم نتائج، ولا يُفسّر المعاني خارج النص. يُشترط وضوح الصياغة وانتماؤها الفعلي للمنهج الوصفي، ولا يعمل على نصوص غير مصنّفة أو غير مكتملة. يقدّم دعمه فقط في مرحلة التحليل النصّي الداخلي بعد جمع البيانات، ولا يشارك في تصميم الدراسة أو بناء الإطار النظري.",
    "",
    "@مثال",
    "\"ألصق مقطعًا من مقابلة ميدانية، وسيقوم البوت بتحليله وتوليد كودات موضوعية مع تفسيرها.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-6870ad25b828819189c59c4bf012c04c-d-m-lbhth-lnw-y",
    "________________________________________",
    "#تحليل البحث التجريبي",
    "@نبذة",
    "يُقدّم هذا البوت دعمًا متخصصًا لتحليل نصوص البحث التجريبي الكمي بدقة عالية، حيث يُفكّك المكوّنات المنهجية كما وردت في النص دون تطوير أو تقييم خارجي. يعمل على تحديد المشكلة، المتغيرات، الفروض، التصميم، والأدوات، مع تحليل الاتساق البنيوي بينها بأسلوب تحليلي فصيح مباشر. يلتزم بمسارات تحليل داخلية صارمة لضمان تطابق المخرجات مع بنية البحث الأصلية دون أي هلوسة كمية. يوفّر استنتاجات مستنبطة من النص نفسه دون إضافة أو تفسير ذاتي. يمنع الخروج عن المنهج التجريبي ويُوقف التنفيذ عند أي تعارض بنيوي أو نقص غير قابل للتجاوز. يُستخدم كأداة تدريبية دقيقة للباحثين لفهم الصياغات التجريبية دون التعديل عليها. يحقق موثوقية تشغيلية ≥ 99.9% ضمن بيئة تحليل أكاديمية منضبطة.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق أكاديمي صارم، بوصفه نموذجًا متخصصًا في تحليل النصوص التجريبية الكمية فقط، ولا يمتلك صلاحية تقديم اقتراحات لعناوين رسائل أو تطوير محتوى بحثي جديد. يُلزَم بالحياد البنيوي، وتحليل المكونات كما وردت نصيًا دون تعديل أو تقييم أو إبداء رأي. يُحظر عليه الخروج عن المنهج التجريبي الكمي، أو استخدام مصطلحات دارجة، أو دمج المعاني أو التوسع التفسيري. يلتزم بتسلسل تحليلي دقيق يبدأ من تحديد المشكلة والمتغيرات حتى تفسير النتائج إحصائيًا. لا يُنتج هذا البوت عناوين، ولا يقدم توثيقًا مرجعيًا أو أدبيات، بل يركز فقط على تفكيك وتحليل بنية البحث القائم كما ورد في النص.",
    "",
    "@مثال",
    "\"حمّل نتائج استبانة (Excel) وسيتولى البوت تحليلها إحصائيًا وإخراج النتائج بتقارير وجداول.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-txUGYAgZo-bwt-lbhth-lkmy-quantitative-research",
    "________________________________________",
    "#تحليل تربوي إكسل",
    "@نبذة",
    "يُقدّم هذا البوت أداة متخصصة في تحليل البيانات التربوية والإحصائية الواردة في ملفات إكسل. يُمكّن الباحث من رفع استبيانات التقييم أو البيانات التعليمية، ليقوم البوت بتحليلها إحصائيًا باستخدام مقاييس النزعة المركزية، التشتت، والارتباط. كما يُولّد جداول ورسومًا بيانية توضح النتائج بصورة بصرية سهلة الفهم. يُضيف تفسيرًا تربويًا معمقًا للبيانات، يوضح نقاط القوة والضعف، والاتجاهات العامة بين المستجيبين. يُفيد هذا بشكل خاص في البحوث التربوية والنفسية التي تعتمد على جمع بيانات كمية من الميدان. يختصر الوقت والجهد المبذولين في التحليل اليدوي، ويضمن مخرجات منظمة ومتسقة يمكن إدراجها مباشرة ضمن الرسائل العلمية أو المقالات المحكمة. كما يساعد في اتخاذ قرارات مبنية على الأدلة في الدراسات التطبيقية.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه يركّز فقط على تحليل البيانات الكمية في ملفات إكسل، ولا يتعامل مع البيانات النصية أو النوعية بشكل فعال. كما يعتمد تحليله على مدى جودة تنظيم الجدول المرفوع، ولا يمكنه معالجة ملفات تحتوي على أخطاء تنسيقية أو بيانات غير مصنفة بدقة. لا ينفذ تحليلات متقدمة مثل الانحدار المتعدد أو النمذجة الإحصائية المعقدة، ويظل في إطار التحليل الوصفي والاستنتاجي الأساسي. كذلك، تفسيراته التربوية مبنية على الأنماط الظاهرة فقط، دون مراعاة الفروق السياقية أو المتغيرات النوعية غير الظاهرة في البيانات. لا يعوّض دور الباحث في تأويل النتائج وفق الإطار النظري الكامل، ويُعد أداة مساندة لا بديلًا عن المراجعة الإحصائية المتخصصة.",
    "",
    "@مثال",
    "\"أدخل ملف استبيان تقييم أو بيانات تعليمية بصيغة إكسل، وسيحللها البوت إحصائيًا، ويخرج بجداول ورسوم بيانية مع تفسير تربوي يوضح نقاط القوة والضعف.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-68809e7f7abc8191a513012f75ed8f5a-excel-thlyl-trbwy",
    "________________________________________",
    "#واجهة ويب لخدمة العمل البحثي",
    "@نبذة",
    "يُعد هذا البوت أداة تنفيذ بحثي متقدمة تساعد الباحثين وطلاب الدراسات العليا في إجراء التحليلات الكمية والكيفية بدقة واحتراف. يُوفر تقارير منظمة بثلاث مستويات (موجز، قياسي، تفصيلي) تشمل خطوات تحليلية واضحة. يُنتج جداول ومصفوفات تنفيذية تسهّل تفسير البيانات. كما يُولد أكواد تشغيلية جاهزة (Excel، SPSS، Python) لتسريع العمل البحثي. يُفعّل تنبيهات ذكية عند وجود نقص أو تضارب في البيانات. يُعتمد عليه لتقديم توصيات تطبيقية مستندة إلى نتائج التحليل. ويضمن جودة الإخراج بمؤشرات دقيقة ومعايير أكاديمية عالية الموثوقية.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنها تُركّز على تسريع الجانب التطبيقي من البحث، مثل إجراء التحليلات الكمية والنوعية، وإنتاج الجداول والمصفوفات والأكواد الجاهزة، كما أنها لا تُغني عن دور الباحث، بل تعمل كمساعد تقني يُسرّع إنجاز المهام التنفيذية دون أن تحلّ محل التفكير النقدي أو التفسير العلمي. يمكن للواجهة توليد كود SPSS لتحليل التباين، لكنها لن تكتب لك تفسير النتائج في سياق دراستك ما لم تُزوّدها بالمعلومات والسياق الكامل. وترفض معالجة البيانات غير المكتملة أو غير المصنفة بشكل واضح، وتُفعّل تنبيهات المخاطر عند وجود خلل. بالتالي، تظل الواجهة أداة قوية لتسريع العمل، ولكن ضمن حدود التنفيذ التطبيقي والمنهجي فقط، لا التعويض عن الدور العلمي للباحث.",
    "",
    "@مثال",
    "\"أدخل طلبًا مثل: 'حلل بيانات الفرضية الأولى باستخدام اختبار ت' وستحصل على كود SPSS جاهز، مع جدول النتائج وتفسير مبدئي يمكن إدماجه في فصل النتائج.\"",
    "@رابط",
    "https://chatgpt.com/g/g-nq1rwzxlt-wjh-wyb-lbhthy-web-search-interface",
    "________________________________________",
    "العنوان الفرعي: نماذج المعاجم والمصطلحات",
    "#معجم الكلمات",
    "@نبذة",
    "يُقدّم هذا البوت خدمة متخصصة في تحليل الكلمات العربية من حيث الجذر، الوزن، والمعنى المعجمي. يُفيد الباحثين في الدراسات اللغوية والشرعية والأدبية عبر إيضاح البنية الصرفية والدلالية للكلمات. كما يُساعد في كشف الفروق بين المعاني القاموسية والاستخدامات السياقية، مما يُثري التحليل النصي. يُفيد في توثيق الاستشهادات اللغوية وضبط المصطلحات في الرسائل العلمية. بالإضافة إلى ذلك، يُعتبر أداة عملية في تعليم اللغة العربية للناطقين بغيرها، عبر تقديم شروح مبسطة وسياقات متعددة. يتيح للباحث إدخال كلمة (مثل: استبشروا) ليعرض جذرها ووزنها ومعناها في القواميس المعتبرة. يختصر بذلك الوقت المبذول في مراجعة المعاجم الورقية، ويضمن نتائج دقيقة وسريعة.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه يركّز على تحليل الكلمات المفردة أو المركبة تحليلاً صرفيًا ومعجميًا، ولا يُعالج الجمل الكاملة أو النصوص الموسّعة. ولا يُقدّم شروحات نحوية تفصيلية، ولا يُغني عن كتب النحو أو البلاغة. كما أنه لا يقدّم تفاسير دينية أو فقهية للكلمات، بل يكتفي بإظهار معناها المعجمي من المصادر المعتمدة. لا يُحلّل المعاني العميقة أو الرمزية ما لم تكن واردة في المعاجم، ولا يُنشئ محتوى لغوياً إبداعياً مثل الشعر أو الأمثال. يقتصر استخدامه على التوثيق والتحليل اللغوي الدقيق للمفردات، لذا فهو أداة مساعدة وليست بديلة عن الاجتهاد اللغوي أو التفسير السياقي الكامل.",
    "",
    "@مثال",
    "\"أدخل الكلمة 'استبشروا'، وسيوضح البوت جذرها، وزنها، ومعناها من القواميس.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-ngWYTPQ2p-bwt-m-jm-lklmt-dictionary",
    "________________________________________",
    "#ترجمة الكتب والمؤلفات",
    "@نبذة",
    "يُعد هذا البوت أداة متخصصة لترجمة الكتب والنصوص الأكاديمية من العربية إلى الإنجليزية والعكس، مع المحافظة على الدقة العلمية والاصطلاحية. يُفيد في ترجمة عناوين الكتب، محتوياتها، وأجزائها بما يتوافق مع الاستخدام الأكاديمي. يساعد الباحثين في تقديم ملخصات مترجمة لرسائلهم أو أبحاثهم للنشر الدولي. كما يُسهم في تجاوز العقبات اللغوية عبر تبسيط النصوص دون الإخلال بالمضمون. يدعم الترجمة الثنائية (النص العربي إلى الإنجليزية والعكس)، ويُراعي السياق العلمي للمصطلحات. يُعتبر أداة عملية في إعداد الدراسات المقارنة أو البحوث المشتركة بين لغتين. يوفر للمستخدم نتائج دقيقة وسريعة يمكن اعتمادها مباشرة في المراجع أو الأبحاث العلمية.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه يُركّز فقط على الترجمة الأكاديمية للنصوص، ولا يُقدّم ترجمة أدبية أو إبداعية مثل الروايات أو الشعر. لا يدعم الترجمة الفورية للمحادثات أو النصوص غير العلمية مثل الأخبار أو الإعلانات. كما أنه لا يُغني عن المترجم البشري في الحالات التي تتطلب تدقيقًا ثقافيًا عميقًا أو معرفة تخصصية دقيقة جدًا في مجالات نادرة. لا يُترجم دون توفر نص واضح ومُنظّم، ولا يُقدّم شروحًا لغوية خارج نطاق الترجمة. يُراعي السياق العلمي فقط، لذا قد لا يكون مناسبًا للترجمة العامة أو اليومية. كما لا يُقدّم تنسيقًا كاملًا للكتب الجاهزة للطباعة، بل يكتفي بالنصوص القابلة للاستخدام في الأبحاث أو التقديمات الأكاديمية.",
    "",
    "@مثال",
    "\"أدخل: 'الذكاء الاصطناعي يعزز التعليم'، وسيقدّم البوت ترجمة إنجليزية دقيقة.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-6874ffd6fd3481918f962945bfcaed21-trjm-lktb-wlmwlft-translation-of-books",
    "________________________________________",
    "#ترجمة المصطلحات العلمية",
    "@نبذة",
    "يُوفّر هذا البوت أداة ذكية لترجمة المصطلحات العلمية المتخصصة في مختلف المجالات مثل الطب، الهندسة، التربية، والعلوم الإنسانية. يُسهم في توحيد المصطلحات داخل الأبحاث، مما يضمن دقة الترجمة واتساقها عبر الرسالة العلمية. يتيح إدخال فقرة علمية كاملة ليُترجمها بلغة فصيحة مع شرح سياقي مبسط يوضح معنى المصطلحات ضمن سياقها. يُفيد الباحثين الذين يكتبون بالعربية أو الإنجليزية ويرغبون في توثيق مصطلحات دقيقة تُطابق المعايير الأكاديمية. كما يُسهم في تجنّب الخلط بين المصطلحات المتشابهة، ويقدّم بدائل معجمية عند الحاجة. يُعتبر أداة استراتيجية في إعداد الرسائل الموجهة للنشر الدولي.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه يُركّز على ترجمة وتفسير المصطلحات العلمية فقط ضمن السياقات الأكاديمية، ولا يُقدّم ترجمة أدبية أو عامة للنصوص غير المتخصصة. لا يُغني عن خدمات الترجمة الكاملة للنصوص الطويلة، ولا يُعد بديلاً عن الترجمة البشرية في المواد التي تتطلب حسًّا لغويًا أو تخصصيًا دقيقًا جدًا. كما أنه لا يدعم المصطلحات غير الواضحة أو المختصرة بدون سياق كافٍ، ولا يُترجم الجمل الركيكة أو غير المكتملة. يختص بتحليل الفقرات أو المصطلحات ضمن مجالات علمية واضحة، ولا يُناسب الاستخدامات اليومية أو غير الأكاديمية. وأخيرًا، لا يُصدر ترجمات نهائية جاهزة للنشر دون مراجعة الباحث، بل يقدّم مسودة علمية دقيقة قابلة للتدقيق.",
    "",
    "@مثال",
    "\"أدخل فقرة علمية، وسيقدّم البوت ترجمة فصيحة للمصطلحات مع شرح سياقي مبسط.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-6867c4ceb758819180fd00287855fdbe-bwt-ltrjm-l-lmy-scientific-translation",
    "________________________________________",
    "#ترجمة الأعلام",
    "@نبذة",
    "يوفّر هذا البوت أداة متميزة لترجمة الأعلام من العلماء، المفكرين، والأدباء، مع تقديم نبذة",
    " علمية مختصرة عنهم. يُفيد في البحوث المقارنة، ودراسات الترجمة، والمقالات العلمية التي تتطلب تعريفًا موجزًا بالشخصية محل الدراسة. عند إدخال اسم علم (مثل: ابن رشد)، يقوم البوت بترجمته ترجمة علمية دقيقة مع إضافة معلومات أساسية عن سيرته ومؤلفاته. يُعزز هذا من جودة الهوامش والتوثيقات في الرسائل الجامعية. كما يُفيد في إعداد فهارس الأعلام أو السير الذاتية المختصرة داخل البحوث. يدعم الترجمة الثنائية (عربي–إنجليزي) مع مراعاة السياق الأكاديمي.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه يركّز فقط على ترجمة أسماء الأعلام العلمية والأدبية وتقديم نبذة مختصرة عنهم، ولا يُقدّم تحليلات نقدية موسّعة أو سير ذاتية تفصيلية. لا يشمل أعلامًا مجهولي الهوية أو غير موثّقين أكاديميًا، كما لا يُترجم الأسماء العامة أو غير المرتبطة بإنتاج علمي واضح. لا يُناسب الاستخدامات غير الأكاديمية مثل الترجمة التجارية أو الإعلامية، ولا يدعم إدخال قوائم طويلة دفعة واحدة دون تنظيم. كما أن المعلومات المقدمة لا تُغني عن الرجوع إلى المصادر الأصلية للتوثيق الكامل، بل تُقدَّم كملخص أولي يعزز من جودة الهوامش والتعريفات داخل البحوث العلمية.",
    "",
    "@مثال",
    "\"أدخل اسم: 'ابن رشد'، وسيقدم البوت ترجمة علمية مختصرة لحياته ومؤلفاته.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-XYZknTHPW-bwt-trjm-l-lm-translation-of-flags",
    "________________________________________",
    "العنوان الفرعي: نماذج علوم الحديث",
    "#تخريج الأحاديث النبوية",
    "@نبذة",
    "يُقدّم هذا البوت خدمة علمية متقدمة للباحثين في مجال علوم الحديث، حيث يُتيح لهم تخريج الأحاديث النبوية من مصادرها الأصلية بدقة عالية. يُمكّن الباحث من إدخال نص حديث (مثل: \"إنما الأعمال بالنيات\") ليعرض له مصادر الحديث في كتب السنة، ودرجة صحته وفق أقوال العلماء، مع ذكر الرواة وسلاسل الإسناد الأساسية. يُفيد في التحقق من النصوص المقتبسة داخل الرسائل الجامعية والمقالات العلمية. كما يختصر الوقت الذي يُبذل في مراجعة كتب التخريج الورقية. يُعتبر أداة مساعدة للطلاب والباحثين في الفقه والدراسات الإسلامية، حيث يضمن الاعتماد على نصوص صحيحة وموثوقة. بالإضافة إلى ذلك، يُوفّر للمستخدم بيانات دقيقة عن أقوال المحدّثين مثل البخاري، مسلم، الترمذي، وابن حجر وغيرهم، مما يدعم النزاهة العلمية في البحث.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه يختص فقط بتخريج الأحاديث النبوية الواردة بالنصوص الدقيقة، ولا يُقدّم فتاوى أو اجتهادات فقهية أو شرحًا موسّعًا لمعاني الأحاديث. لا يُعالج الأحاديث غير المكتملة أو التي تم تحريفها لفظيًا، كما لا يُخرّج الأحاديث دون توفر صيغة قريبة من الأصل المروي. لا يُعدّ بديلًا عن الرجوع للمصادر الحديثية الكاملة عند الحاجة إلى تدقيق شامل أو دراسة إسنادية معمقة. لا يقدّم تصحيحًا اجتهاديًا جديدًا لدرجة الحديث، بل يعرض الأقوال المعتمدة للمحدّثين المشهورين فقط. كما لا يدعم الاستخدامات العامة خارج السياق الأكاديمي أو الشرعي، ويُركّز على توثيق الحديث لا على شرحه أو تأويله.",
    "",
    "@مثال",
    "\"أدخل الحديث: 'إنما الأعمال بالنيات' وسيعرض البوت مصادره ودرجته الحديثية.\"",
    "",
    "@رابط",
    "@نموذج 4",
    "https://chatgpt.com/g/g-UEL0GgbkF-tkhryj-lhdyth-lnbwy-graduation-of-hadith-mod-4",
    "",
    "@نموذج 5",
    "https://chatgpt.com/g/g-68c10fec7f8c8191816ce413d394baeb-tkhryj-lhdyth-lnbwy-graduation-of-hadith-mod-5",
    "________________________________________",
    "#شرح غريب الحديث",
    "@نبذة",
    "يُقدّم هذا البوت أداة فريدة لشرح الألفاظ الغريبة في الأحاديث النبوية، بما يُسهّل على الباحثين وطلاب العلم فهم النصوص الشرعية بدقة. عند إدخال نص حديث يحتوي على مفردات غامضة (مثل: \"العقيقة عن الغلام شاتان\") يقوم البوت بشرح تلك المفردات بلغة عربية فصيحة مبسطة، مدعومة بالمعاني المعجمية والاصطلاحية. يُفيد في إعداد الشروح والحواشي على الأحاديث داخل الرسائل العلمية. كما يُعين في ضبط الاستشهادات اللغوية وتحقيقها، مما يدعم الدراسات الفقهية واللغوية المرتبطة بالسنة النبوية. يُعد أداة تعليمية وتدريبية للطلاب المبتدئين والمتقدمين في علوم الحديث، حيث يجمع بين البيان اللغوي والتحليل الدلالي.",
    "",
    "@حدود",
    "تتمثل حدود هذا البوت في أنه يركّز فقط على شرح المفردات الغريبة والغامضة في الأحاديث النبوية من الناحية اللغوية والدلالية، ولا يُقدّم شروحًا فقهية موسعة أو استنباطات حكمية. لا يُفسر الحديث كاملًا من حيث المعنى العام أو السياق الفقهي، بل يكتفي بتوضيح الغريب من الألفاظ. لا يُعتمد عليه في الترجيح بين أقوال العلماء أو فهم المسائل الخلافية. كما لا يُعالج الأحاديث غير الموثقة أو المروية بصيغ غير صحيحة. لا يُستخدم في إصدار فتاوى أو تعليم أحكام شرعية مباشرة، بل يهدف لتسهيل الفهم اللغوي للحديث. يُعد أداة مساعدة مكملة للباحث، ولا تغني عن الرجوع إلى شروح كتب الحديث المعتمدة.",
    "",
    "@مثال",
    "\"أدخل حديثًا مثل: (العقيقة عن الغلام شاتان) وسيشرح البوت الألفاظ الغريبة فيه بلغة فصيحة مبسطة.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-68b30581e8a881918204976d605b1271-shrh-gryb-lhdyth",
    "________________________________________",
    "#فهرسة وشرح غريب الحديث",
    "@نبذة",
    "يوفّر هذا البوت خدمة متقدمة للباحثين عبر الجمع بين فهرسة الأحاديث وشرح ألفاظها الغريبة. عند إدخال نص حديث (مثل: \"المسلم أخو المسلم\") يقوم البوت بتحديد موضع الحديث في مصادره الأصلية (مثل الصحاح والسنن)، مع تقديم شرح موجز للألفاظ الغريبة والمعاني الاصطلاحية. يُفيد في الدراسات العلمية التي تتطلب تتبع مواضع الحديث في كتب متعددة، كما يُسهم في ضبط معاني النصوص للباحثين. يُعتبر أداة قوية لطلاب الحديث والفقه واللغة، حيث يجمع بين الجانب التوثيقي والتحليلي. كما يُختصر الجهد المبذول في البحث عن الحديث وشرحه في مصادر مختلفة، ويضمن دقة ووضوحًا في العرض.",
    "",
    "@حدود",
    "حدود هذا البوت تتمثل في أنه يركّز فقط على تحديد مصادر الحديث الأصلية وشرح الألفاظ الغريبة فيه، ولا يقدّم شرحًا فقهيًا موسّعًا أو تفسيرًا عقديًا أو استنباطًا للأحكام. لا يُغني عن الرجوع إلى كتب الشروح المتخصصة عند الحاجة إلى تحليل دقيق أو تفصيل موسّع للحديث. كما لا يُخرّج الأحاديث غير المعروفة أو غير الدقيقة لفظيًا، ولا يتعامل مع النصوص المرسلة أو المنقطعة دون سياق كافٍ. لا يُقدّم تحليلًا بلاغيًا أو لغويًا شاملاً، بل يقتصر على شرح المصطلحات الغامضة وبيان موضع الحديث في المصادر. هو أداة توثيقية ولغوية داعمة، لا تُغني عن البحث العلمي المتعمق.",
    "",
    "@مثال",
    "\"أدخل حديثًا مثل: (المسلم أخو المسلم) وسيعرض البوت الفهرس الحديثي له مع شرح موجز للألفاظ والمعاني.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-68ba4892a7b481918fd372a5093aad21-fhrs-wshrh-gryb-lhdyth",
    "________________________________________",
    "العنوان الفرعي: نماذج الشريعة",
    "#تقسيم التركة في الفرائض",
    "@نبذة",
    "",
    "يُعد هذا البوت أداة فقهية متخصصة في حساب مسائل المواريث وفق أحكام الشريعة الإسلامية. عند إدخال حالة ورثة (مثل: زوجة، ابن، أم) يقوم البوت بحساب نصيب كل وارث بدقة، استنادًا إلى القواعد الشرعية المقررة في علم الفرائض. يُفيد الطلاب والباحثين في الفقه الإسلامي، كما يُساعد القضاة والمهتمين في معرفة الحقوق الشرعية لكل وارث. يُعتبر أداة عملية للتدريب على مسائل الميراث المعقدة، حيث يختصر الوقت المبذول في الحساب اليدوي ويضمن الدقة في النتائج. كما يتيح للباحث مراجعة صحة المسائل الفرضية والتأكد من سلامة التوزيع الشرعي.",
    "@حدود",
    "",
    "يعمل ضمن نطاق أكاديمي صارم، بوصفه بوتاً ذكاء اصطناعي متخصص في تقديم اقتراحات لعناوين رسائل الماجستير والدكتوراه، ويُشترط عليه الالتزام بالمبادئ التالية: الأصالة البحثية، الحياد، الدقة، اللغة العربية الفصيحة، والتوثيق العلمي السليم. لا يجوز للبوت إبداء رأي ذاتي أو تقديم اقتراحات عامة أو متداولة، كما يُمنع دمج المعاني أو استخدام مصطلحات دارجة.",
    "@مثال",
    "",
    "\"أدخل حالة مثل 'زوجة، ابن، أم' وسيُحسب نصيب كل وارث بدقة.\"",
    "@رابط",
    ": https://chatgpt.com/g/g-6803f1a7a4a88191b3c7627fbc3a6fac-bwt-ms-d-wwrd-word-assistant",
    "________________________________________",
    "#نظام الزكاة",
    "",
    "@نبذة",
    "يوفر هذا البوت أداة متخصصة في حساب الزكاة وفق الضوابط الشرعية. عند إدخال قيمة المال وتاريخ امتلاكه، يقوم البوت بتحديد هل تجب فيه الزكاة أم لا، مع بيان مقدارها بدقة. يُفيد الأفراد والباحثين في الفقه الإسلامي في معرفة الأحكام المتعلقة بزكاة المال والنقدين والعروض. كما يساعد في التحقق من النصاب وحولان الحول وفق المعايير الفقهية. يُعتبر أداة عملية لتعليم الطلاب كيفية حساب الزكاة وتطبيقها في حياتهم اليومية. كما يُفيد المؤسسات الخيرية في تحديد المستحقات الشرعية للزكاة. يختصر الجهد المبذول في الحساب اليدوي ويضمن دقة الأحكام الشرعية.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق فقهي شرعي محدد، بوصفه أداة لحساب زكاة المال والنقدين وعروض التجارة وفق المعايير الفقهية المعتمدة. يُمنع عليه تقديم فتاوى شخصية أو ترجيحات بين أقوال العلماء، كما لا يُفتي في الحالات المعقدة التي تتطلب مراجعة مفتٍ مختص. لا يختص بزكاة الزروع أو الثمار أو الركاز أو الأنعام. يُقيِّد نفسه بالمعطيات المُدخلة فقط دون استنتاج أو إسقاط واقعي خارج النص أو الحساب. لا يُقدِّم تفسيرًا فقهيًا موسعًا ولا يُحل محل التعليم الشرعي المتخصص. يُستخدم فقط كأداة تعليمية أو عملية للحساب الفقهي المبسط، وليس بديلًا عن المرجعية الشرعية الرسمية.",
    "",
    "@مثال",
    "\"أدخل قيمة المال وتاريخ امتلاكه، وسيحدّد البوت هل تجب فيه الزكاة أم لا ومقدارها.\"",
    "@رابط",
    ": https://chatgpt.com/g/g-6867e1da44588191be51a05f100da88a-bwt-nzm-lzk-zakat-system",
    "________________________________________",
    "#الرد الفوري على الفتوى الشرعية",
    "",
    "@نبذة",
    "يُقدّم هذا البوت خدمة فقهية متخصصة للإجابة عن الأسئلة الشرعية بشكل فوري. عند إدخال سؤال شرعي (مثل: ما حكم إخراج الزكاة قبل وقتها؟) يقوم البوت بتوليد إجابة مستندة إلى المصادر الشرعية المعتبرة (القرآن الكريم، السنة النبوية، وأقوال العلماء). يُفيد الباحثين وطلاب العلم في الحصول على إجابات سريعة وموثوقة. كما يساعد الأفراد في قضاياهم اليومية التي تحتاج إلى حكم شرعي عاجل. يُعتبر أداة عملية للتعليم والتثقيف الشرعي، حيث يقدم الإجابات بلغة فصيحة دقيقة تراعي المقاصد الشرعية. كما يُسهم في رفع الوعي الديني والفقهي للمجتمع.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق فقهي تعليمي، بوصفه أداة لتقديم إجابات شرعية فورية مستندة إلى المصادر المعتمدة، دون أن يُعدّ بديلاً عن الفتوى الرسمية الصادرة من الجهات المختصة. يُمنع عليه الترجيح بين الأقوال الفقهية أو تقديم اجتهادات شخصية. لا يُفتي في المسائل الكبرى أو النوازل المعاصرة المعقدة، ولا يُقدِّم استجابات في القضايا التي تتطلب معرفة تفصيلية بواقع السائل. يلتزم بالنقل من القرآن الكريم، السنة الصحيحة، وأقوال العلماء المعتبرين دون تعليل موسع. لا يُعتمد عليه في القضاء أو الإلزام الشرعي، ويُستخدم فقط لأغراض التعليم والإرشاد العام. يُمنع استخدامه في إصدار فتاوى تمسّ الدماء أو الأموال أو الأحوال الشخصية.",
    "",
    "@مثال",
    "\"أدخل سؤالًا مثل 'ما حكم إخراج الزكاة قبل وقتها؟' وسيجيب البوت مباشرة بفتوى موثوقة.\"",
    "",
    "@رابط",
    ": https://chatgpt.com/g/g-6854d69971c08191a9b4fb1cc8520ca5-bwt-lhl-lfwry-llrd-lshr-y",
    "________________________________________",
    "#التحليل الدلالي لمفردات التفسير القرآني",
    "",
    "@نبذة",
    "هذا البوت صُمّم كأداة بحثية متخصصة في التحليل الدلالي لمفردات التفسير القرآني، ليمكّن الباحث من فهم أسرار اختيار الكلمة القرآنية كما عرضها كبار المفسرين. يوفّر مخرجات متعددة (موجزة، قياسية، احترافية) بحسب حاجة المستخدم، مع جداول مقارنة وتلخيص ثنائي اللغة عند اللزوم. يربط المعنى اللغوي بالبعد البلاغي والبياني، ويعرض وجوه الترجيح بين الألفاظ كما نقلها الطبري والقرطبي والرازي وابن كثير وابن عاشور. يساعد على اختصار وقت الباحث بجمع الأقوال المعتبرة في موضع واحد بشكل منظم وواضح. يضمن الحياد العلمي بتوثيق الإحالات إلى مصادرها مباشرة. بذلك يصبح وسيلة تدريسية وبحثية عملية لطلاب العلم وأساتذته. والغاية الأعمق: إبراز جمال البيان القرآني عبر عدسة المفسرين.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق أكاديمي صارم، بوصفه بوتاً ذكاء اصطناعي متخصص في التحليل الدلالي لمفردات التفسير القرآني، ويُشترط عليه الالتزام بالمبادئ التالية: الاعتماد على المصادر التفسيرية المعتبرة (الطبري، القرطبي، الرازي، ابن كثير، التحرير والتنوير)، الحياد العلمي، الدقة اللغوية والبيانية، والتوثيق الصارم. لا يجوز له إبداء رأي شخصي أو اجتهاد خارج ما ورد في كتب التفسير، كما يُمنع استخدام لغة عامية أو إسقاطات معاصرة غير موثقة.",
    "",
    "@مثال",
    "\"أدخل سؤالًا مثل ما سر اختيار لفظ {الكتاب} في قوله تعالى: {ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ}؟ وسيجيب البوت بجدول مقارن يلخّص أقوال المفسرين، مع بيان البعد البلاغي\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-68cac0cf200c81919c187d97bea6155a-lthlyl-ldlly-lmfrdt-ltfsyr-lqrny",
    "________________________________________",
    "#تعليمات بحث الفقه والنظام",
    "@نبذة",
    "يفيد هذا البوت في تبسيط المسائل الفقهية والنظامية للباحث، ويعمل على تحديد موضوع المسألة بدقة دون إطالة، ويجمع الأقوال المعتمدة من مصادرها الأصل، ويعرضها بلغة واضحة سهلة الفهم، ويهتم بالتوثيق العلمي المنضبط، ويمنع الخلط بين الأحكام الفقهية والأنظمة، ويكشف الأخطاء في الاستدلال أو النقل، ويقدّم خلاصة مختصرة يمكن الاعتماد عليها في الدراسة والبحث.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق بحثي فقهي–نظامي منضبط، بوصفه أداة مساعدة للباحث في التحليل والتوثيق لا بديلاً عن الاجتهاد العلمي، ويُشترط عليه الالتزام بالدقة المنهجية، واللغة العربية الفصحى، والحياد العلمي، والتوثيق من المصادر المعتمدة، وعدم الخروج عن المذاهب الفقهية المعتبرة والأنظمة الرسمية. ويُمنع عليه إبداء الرأي الشخصي، أو الجزم بالأحكام دون دليل، أو استخدام الأسلوب الإنشائي، أو الاعتماد على مصادر غير محققة، كما لا يقدّم فتاوى مباشرة ولا يتجاوز نطاق السؤال المحدد.",
    "",
    "@مثال",
    "«أدخل مسألة مثل: حكم اشتراط الشرط الجزائي في العقود، فيقوم البوت بتحديد محل النزاع، وجمع أقوال المذاهب الأربعة مع توثيقها، وبيان وجه الاستدلال، وصياغة نتيجة ترجيحية منضبطة.»",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-69252333ae288191842f6507288ec9fc-t-lymt-bhth-lfqh-wlnzm-fiqh-law",
    "________________________________________",
    "العنوان الفرعي: نماذج التأليف والتصنيف",
    "#المساعد في تأليف الكتب",
    "",
    "@نبذة",
    "يُعد هذا البوت أداة متخصصة لدعم الباحثين والمؤلفين في إعداد الكتب الأكاديمية أو العامة. عند إدخال فكرة عامة عن الكتاب، يقوم البوت بتوليد عناوين وفصول أولية بصيغة متكاملة، مع اقتراح الهيكل التنظيمي المناسب. يُفيد في تنظيم الأفكار وتوليد محتوى أولي قابل للتطوير. كما يُسهم في صياغة مقدمات، تقسيمات، وخطط منهجية للكتب، مما يختصر الوقت والجهد المبذولين في التخطيط. يُعتبر أداة عملية للباحثين والأكاديميين الذين يرغبون في تحويل أفكارهم إلى مشاريع مكتوبة. كما يُفيد دور النشر والمؤلفين المستقلين في تصميم مخططات أولية للكتب. يضمن مخرجات متسقة ومرتبة تُسهل عملية الكتابة والتأليف.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق مساعد تأليفي تنظيمي، بوصفه أداة لتوليد هياكل وأفكار أولية للكتب العامة أو الأكاديمية بناءً على مدخلات المستخدم. لا يُنتج محتوى نهائي للنشر، ولا يُقدّم مواد مؤلّفة كاملة دون إشراف بشري. يُمنع عليه تأليف كتب في المجالات الشرعية التخصصية دون طلب دقيق ومضبوط. لا يُنشئ اقتباسات أو توثيقًا علميًا إلزاميًا، ولا يتحمل مسؤولية أصالة المحتوى ما لم يُراجع من الباحث ذاته. لا يُستخدم في إنشاء كتب تعليمية مخصصة للمراحل الدراسية دون إشراف متخصص. يُقيّد بإنتاج مخططات، مقدمات، تقسيمات، وفصول مبدئية فقط، ولا يُعتمد عليه وحده في النشر الأكاديمي الرسمي. يُعد أداة مساعدة لا بديلاً عن الجهد البحثي والتحريري البشري.",
    "",
    "@مثال",
    "\"اكتب فكرة عامة عن كتابك وسينتج البوت عناوين وفصول أولية بصيغة متكاملة.\"",
    "@رابط",
    ": https://chatgpt.com/g/g-681eb9a149508191acdb41536ca221ef-bwt-lms-d-fy-tlyf-lktb-writing-assistant",
    "________________________________________",
    "#مؤلف كتب حوارية تفاعلية",
    "",
    "@نبذة",
    "يوفر هذا البوت خدمة متخصصة لتأليف كتب تعليمية أو ثقافية بأسلوب الحوار التفاعلي. عند إدخال موضوع محدد (مثل: الذكاء الاصطناعي والتعليم)، يقوم البوت ببناء مشاهد حوارية متسلسلة بين شخصيات (مثل الطالب وتشات جي بي تي بأسلوب تعليمي مبسط. يُفيد في تصميم الكتب الموجهة للمبتدئين أو غير المتخصصين. كما يساعد في توصيل المفاهيم العلمية المعقدة بطريقة سلسة وتدريجية. يُعتبر أداة قوية للباحثين والمؤلفين الذين يرغبون في إنتاج محتوى تفاعلي يجمع بين المعلومة والأسلوب القصصي. كما يُفيد في إعداد المناهج التعليمية وكتب التدريب الذاتي. يُضيف عنصر التشويق إلى عملية التعلم، مما يزيد من التفاعل والانتباه.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق تأليف الكتب التعليمية أو الثقافية ذات الطابع الحواري التفاعلي، ويُمنع عليه إنتاج محتوى خارج الأسلوب الحواري المحدد. لا يُقدّم معلومات علمية تخصصية معمقة دون تبسيط، ولا يُستخدم في تأليف كتب شرعية أو طبية أو قانونية دون إشراف متخصص. يُقيَّد بتوليد محتوى موجه للمبتدئين أو غير المتخصصين فقط، مع التركيز على تبسيط المفاهيم لا تعقيدها. لا يُنشئ حوارات خيالية لغرض التسلية البحتة، ولا يُستخدم في محاكاة شخصيات حقيقية دون تصريح واضح. يُمنع عليه إنتاج محتوى حواري ذي طابع عاطفي، سياسي، أو جدلي حاد. يُعد أداة تنظيمية لبناء كتب حوارية ذات طابع تعليمي تدريجي، لا بديلاً عن التأليف المتخصص في المجالات الدقيقة أو الأكاديمية العليا.",
    "",
    "@مثال",
    "\"أدخل موضوعًا مثل 'الذكاء الاصطناعي والتعليم' وسيبني البوت مشاهد حوارية تعليمية.\"",
    "@رابط",
    "https://chatgpt.com/g/g-69046ca941508191b3cdca5e19693b8c-mwlf-ktb-hwry-tf-ly-interactive-books",
    "________________________________________",
    "#تحويل الكتب إلى الإلكترونية",
    "",
    "@نبذة",
    "يُعد هذا البوت أداة متقدمة مخصصة لتحويل الأفكار والمواضيع إلى كتب إلكترونية متكاملة بطريقة منظمة وسهلة، حيث يساعد المستخدم على اختيار عنوان مناسب وبناء هيكل منطقي للفصول. يُمكِّن من كتابة المحتوى بأسلوب علمي مبسط، مع إدراج الأمثلة والرسوم التوضيحية والجداول التعليمية. كما يوفر خيارات تصدير متعددة وورد و بي دي إف، مما يسهل مشاركتها أو طباعتها. يركز على وضوح اللغة وتسلسل الأفكار، مع ضمان ملاءمتها للمستوى المستهدف، سواء كان مبتدئًا أو محترفًا. يُقيِّم جودة المحتوى داخليًا قبل تقديمه للمستخدم، مما يعزز من مصداقيته. يدعم التخطيط المسبق للمحتوى، ويمنع التكرار أو الحشو غير الضروري. بذلك، يشكّل أداة مثالية للطلاب والمعلمين وصناع المحتوى الراغبين في إنشاء كتب إلكترونية تعليمية عالية الجودة.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن حدود واضحة تهدف إلى الحفاظ على الأمان والجودة في إنتاج الكتب الإلكترونية، كما أنه لا يستخدم أي ملفات أو مصادر خارجية إلا بطلب صريح من المستخدم، ويخضع كل محتوى ينتجه لمراجعة ذاتية دقيقة تمنع التكرار والحشو. لا يستجيب لأي محاولة لتجاوز الضوابط الأمنية أو تشغيله خارج الإطار المحدد، مما يجعله أداة موثوقة ومضبوطة بدقة لخدمة الأهداف التعليمية بشكل آمن وفعّال.",
    "",
    "@مثال",
    "\"أدخل عنوان كتاب إلكتروني أو فئة محتوى (مثل: رواية خيال علمي)، وسيصنّف البوت الكتاب ضمن مجاله ويقترح تصنيفات فرعية دقيقة.\"",
    "",
    "@رابط",
    ": https://chatgpt.com/g/g-6868ad216e84819187f2c0fe02091a5b-musniwf-lktb-llktrwny-ebook-classifier",
    "________________________________________",
    "#إعداد ورقة عمل",
    "",
    "@نبذة",
    "يوفر هذا البوت أداة متخصصة لإعداد الأوراق العلمية أو أوراق العمل وفق معايير النشر الأكاديمي. عند إدخال بيانات البحث (مثل: عنوان البحث، مجال التخصص، عدد الصفحات)، يقوم البوت ببناء ورقة علمية متكاملة تشمل: المقدمة، مراجعة الأدبيات، الإطار المنهجي، التحليل، والاستنتاجات. يُفيد الباحثين في إعداد أوراق قابلة للتقديم في المؤتمرات أو النشر في المجلات العلمية. كما يُسهل على الطلاب تنظيم أفكارهم وتحويلها إلى نصوص أكاديمية محكمة. يُعتبر أداة عملية تختصر الوقت والجهد المبذولين في الكتابة. كما يُضيف قيمة عبر تقديم مخرجات متوافقة مع أنماط التوثيق المعتمدة.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن إطار أكاديمي منضبط، حيث يقتصر استخدامه على إنتاج أوراق علمية أو تدريبية منظمة، ولا يقدّم تحليلات خارجة عن نطاق البحث أو محتوى يتعارض مع المعايير الأخلاقية أو العلمية. لا يعرض محتوى جاهزًا للنشر دون مدخلات واضحة من المستخدم، كما لا يستبدل دور الباحث في التحليل النقدي أو توليد البيانات الأصلية. يلتزم بأنماط التوثيق المعتمدة، لكنه لا يتصل بمكتبات خارجية تلقائيًا إلا بطلب صريح. لا يمكنه تجاوز عدد الصفحات المطلوب إلا إذا وُجد خلل في وضوح المهمة. كما أنه لا يستجيب للطلبات التي تهدف إلى الانتحال أو إعادة إنتاج محتوى منسوخ. وبذلك، يشكل أداة مساعدة منظمة، لا بديلًا كاملًا عن الجهد البحثي الفعلي.",
    "",
    "@مثال",
    "\"أدخل بيانات بحثك مثل: (عنوان البحث، مجال التخصص، عدد الصفحات)، وسيقوم البوت ببناء ورقة علمية متكاملة وفق معايير النشر الأكاديمي، تشمل المقدمة، مراجعة الأدبيات، الإطار المنهجي، التحليل، والاستنتاجات.\"",
    "@رابط",
    ": https://chatgpt.com/g/g-68901dbc074081918c7f668e6dd3d350-dd-lwrq-l-lmy",
    "________________________________________",
    "العنوان الفرعي: نماذج أدوات الباحث",
    "#برمجيات العقيل",
    "",
    "@نبذة",
    "يُقدّم هذا البوت خدمة متخصصة في شرح كيفية استخدام برمجيات العقيل الموجهة للمجال التعليمي والإداري. عند إدخال استفسار محدد (مثل: كيفية استخدام برنامج العقيل للمحاسبة المدرسية)، يقوم البوت بعرض الخطوات التفصيلية مدعومة بتوجيهات عملية. يُفيد المعلمين والإداريين في المدارس والمؤسسات التعليمية عبر تسهيل استخدام هذه البرمجيات. كما يساعد في توضيح وظائف النظام وإعداد التقارير والفواتير ومتابعة الحسابات. يُعتبر أداة دعم فني افتراضية تقلل الحاجة إلى التدريب المباشر. يُفيد أيضًا في إعداد المستخدمين الجدد وإرشادهم خطوة بخطوة، مما يوفر الوقت ويزيد من كفاءة العمل المؤسسي.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق محدد يركّز على تقديم شروحات تعليمية لبرمجيات العقيل فقط، ولا يتجاوز ذلك إلى برمجيات أخرى أو استخدامات خارج السياق التعليمي والإداري. لا يقدّم خدمات صيانة تقنية أو إصلاح أعطال برمجية فعلية، كما لا يتصل مباشرة بأنظمة العقيل أو يجري أي عمليات حقيقية داخلها. يقتصر دوره على الشرح النظري والإرشاد العملي خطوة بخطوة بناءً على استفسارات المستخدم. لا يُغني عن الدعم الفني الرسمي ولا يمكنه تنفيذ أو تعديل بيانات فعلية. كما أنه لا يستجيب لطلبات خارجة عن نطاق برمجيات العقيل أو تتطلب صلاحيات إدارية داخل النظام. وظيفته الأساسية هي التوجيه والمساعدة التعليمية فقط، مما يجعله أداة دعم موثوقة للمستخدمين الجدد والقائمين على الإدارة المدرسية.",
    "",
    "@مثال",
    "\"أدخل استفسارًا مثل: كيفية استخدام برنامج العقيل للمحاسبة المدرسية، وسيشرح البوت خطوات الاستخدام مع توجيهات عملية.\"",
    "@رابط",
    ": https://chatgpt.com/g/g-67c877434d24819182fb3212b3e0b931-bwt-brmjyt-l-qyl-al-aqeel-software",
    "________________________________________",
    "#روابط تفريغ النصوص",
    "",
    "@نبذة",
    "يفيد هذا البوت في مساعدة المستخدم على اكتشاف أفضل أدوات تفريغ الصوت والفيديو إلى نصوص بدقة وموثوقية، حيث يقدّم شرحًا تحليليًا مبسّطًا يوضح الفروق بين الخدمات دون تعقيد تقني، ويساعد على اختيار الأداة الأنسب بحسب اللغة ونوع المحتوى ومستوى الدقة المتوقع، مع دعم واضح للغة العربية واحتياجات المستخدم غير المتخصص، كما يعتمد على مصادر رسمية ويتجنب التوصية بخدمات غير موثوقة، ويعرض رؤية نقدية محايدة بعيدًا عن الترويج، مما يختصر الوقت والجهد ويوجّه المستخدم مباشرة إلى الحل الأنسب لاحتياجه.",
    "",
    "@حدود",
    "يعمل هذا البوت ضمن نطاق محدد يركّز على تحليل وشرح وتقييم أدوات وخدمات تفريغ الصوت والفيديو إلى نصوص فقط، ولا يتجاوز ذلك إلى تنفيذ عمليات تفريغ فعلية أو التعامل المباشر مع الملفات الصوتية أو المرئية. لا يقدّم خدمات تقنية مباشرة، ولا يرفع أو يعالج محتوى المستخدم، كما لا يرتبط بأي منصة تفريغ اتصالًا مباشرًا أو ينفّذ إجراءات داخل أنظمتها. يقتصر دوره على التوجيه التحليلي، وشرح الخصائص، والمقارنة السردية، وتقديم توصيات مبنية على مصادر رسمية وموثوقة. لا يُغني عن الاشتراك في الخدمات الأصلية ولا عن الدعم الفني الرسمي لتلك الأدوات.",
    "",
    "@مثال",
    "\"أدخل استفسارًا مثل: ما أفضل أداة لتفريغ محاضرة صوتية باللغة العربية بدقة عالية؟ وسيقوم البوت بشرح الخيارات المتاحة، وبيان الفروق بينها، وتقديم توجيه عملي يساعدك على اختيار الأداة الأنسب دون تنفيذ أي عملية تفريغ فعلية.\"",
    "",
    "@رابط",
    "https://chatgpt.com/g/g-68f6fd7d357c819196fb06829fee0664-rwbt-tfryg-lnsws-text-transcription-tools"
  ]
}